Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politietssikkerhetstjeneste.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: debate or undermine the legitimacy of political
nb: holdninger med en fiendtlig innstilling til inn-

source: Within these fields, political assessments will be more exposed to other countries’ influence operations.
nb: Her vil norske politiske vurderinger være mer utsatt for andre staters påvirkningsoperasjoner.

source: In some cases students or researchers travel abroad on their own initiative so that they can be subsequently approached for recruitment on their return or during their studies.
nb: I enkelte tilfeller reiser studenter eller forskere ut på eget initiativ for deretter å bli forsøkt rekruttert ved hjemkomst eller under studiene.

source: The intelligence services have a central role in several countries, as effective tools in achieving strategic political objectives.
nb: Etterretningstjenestene har en sentral rolle i flere land som effektive redskaper for å kunne nå strategiske politiske målsettinger.

source: Norway and Norwegian interests are subjected on a daily basis to unwanted and illegal intelligence activities by other states.
nb: Norge og norske interesser utsettes daglig for uønsket og ulovlig etterretning fra andre stater.

source: The number of threats to Norwegian dignitaries has increased significantly following the terrorist acts of 22 July.
nb: Antall trusler mot norske myndighetspersoner har økt vesentlig etter terrorhandlingene 22.

source: They continue to use the cartoons dispute as well as Norwegian military participation in Afghanistan to escalate the level of conflict between Muslims and non-Muslims.
nb: De bruker fortsatt karikaturstriden, samt norsk militær deltagelse i Afghanistan, for å bygge opp under konflikten mellom muslimer og ikke-muslimer.

source: Anti-Islamic groups in Norway would like to be seen as having cultural and political diversity.
nb: Antiislamske miljøer i Norge ønsker å fremstå med kulturell og politisk bredde.

source: Norwegian far-left extremists have mainly carried out violent demonstrations and commemorations directed at far-right extremists, as well as connected to the conflicts in the Middle East and to climate and globalisation issues.
nb: Norske venstreekstremister har hovedsakelig gjennomført voldelige demonstrasjoner og markeringer rettet mot høyreekstremister, samt knyttet til konflikter i Midtøsten og klima- og globaliseringsspørsmål.

source: The aim will be to kill and injure as many as possible.
nb: Målet vil være å drepe og skade så mange som mulig.

source: Public and private employees with access to sensitive information are flattered, bribed and pressured into providing such information or to contribute to influencing the decision-making processes.
nb: Offentlig og privat ansatte med tilgang til sensitiv informasjon smigres, bestikkes og presses til å gi fra seg slik informasjon eller til å bidra til å påvirke beslutningsprosesser.

source: by export control regulations.
nb: og radikalisert av utenlandske aktører.

source: Al-Qaida (AQ) still works towards the long-term objective of establishing an Islamist caliphate and uniting the global militant jihad movement.
nb: Al-Qaida (AQ) arbeider fortsatt mot et langsiktig mål om å etablere et islamistisk kalifat og samle den globale, militante jihad-bevegelsen.

source: This was expressed in a compendium, which was compiled by the perpetrator.
nb: Dette kommer til uttrykk i et kompendium sammenfattet av gjerningsmannen.

source: Here we have conflicting interests with certain countries that could influence the intelligence threat aimed at Norway and Norwegian interests.
nb: Her har vi kryssende interesser med enkelte land, som kan påvirke etterretningstrusselen mot Norge og norske interesser.

source: Companies that develop high technology for use in weapon programmes or in other industries of strategic importance are particularly exposed, and we expect foreign actors to make attempts to purchase such companies.
nb: Bedrifter som utvikler høyteknologi til bruk i våpenprogrammer, eller annen industri av strategisk betydning, er særlig utsatt, og vi forventer enkelte forsøk på at slike bedrifter kan bli kjøpt opp av utenlandske aktører.

source: Norwegian society is generally peaceful and without serious internal conflicts.
nb: Det norske samfunnet er i grove trekk fredelig og uten alvorlige interne konflikter.

source: Both younger and older individuals become radicalised.
nb: Både yngre og eldre per-soner blir radikalisert.

source: Actors within the petroleum and energy sector also have to take into account that they will be targeted by advanced network operations in 2019.
nb: I tillegg må aktører tilknyttet petroleums- og energisektoren regne med at de vil være utsatt for avanserte nettverksoperasjoner i 2019.

source: Even if threats are frequently made, the threshold for carrying out attacks against dignitaries is still expected to remain high.
nb: Selv om det jevnlig fremset-tes trusler, forventes det at terskelen for å gjennomføre angrep mot myndighets-personer fortsatt vil være høy.

source: develop or use relevant technology.
nb: institusjoner og bedrifter, til å utføre oppdrag

source: In the years ahead we anticipate a heightened intelligence focus on Norwegian political processes, particularly connected to the High North and the Svalbard islands.
nb: I årene som kommer forventer vi et forsterket etterretningsfokus mot norske politiske prosesser, særlig knyttet til Nordområdene og Svalbard.

source: Norwegian businesses and expert communities will continue to receive enquiries from players who are involved in proliferation-related activities.
nb: Norske bedrifter og fagmiljøer vil fortsatt få henvendelser fra aktører som er involvert i spredningsrelatert virksomhet.

source: They will also try to obtain illegal access to Norwegian companies’ computer networks.
nb: De vil også forsøke å skaffe seg urettmessig tilgang til norske virksomheters datanettverk.

source: Nevertheless, most extreme Islamists in Norway sympathise with the ideology of ISIL and AQ.
nb: De fleste ekstreme islam-ister i Norge sympatiserer likevel med ideologien til ISIL og AQ.

source: Norwegian far-left extremist groups have extensive contacts with similar groups abroad.
nb: Norske venstreekstreme miljøer har utstrakt kontakt med likesinnede miljøer i utlandet.

source: At the same time, instances in other European countries demonstrate that it is mainly individuals or small groups of two or three individuals who carry out far-right extremist acts of violence.
nb: Samtidig viser eksempler fra andre europeiske land at det særlig er enkeltpersoner, eller små grupper på to eller tre personer, som gjennomfører høyreekstreme voldshandlinger.

source: In addition to actors within the Norwegian defence and emergency preparedness sector, enterprises within Norwegian politics and government administration are particularly exposed to collection operations and foreign intelligence services’ and other attempts of exerting influence.
nb: I tillegg til aktører innenfor norsk forsvars- og beredskapssektor vil virksomheter innenfor norsk politikk og forvaltning være særskilt utsatt for innhentingsoperasjoner og forsøk på påvirkning fra blant annet fremmede etterretningstjenester.

source: Economic measures can also be efficient when the aim is to get access to sensitive information or technology, which has been difficult for a state to acquire by means of regular intelligence operations.
nb: Økonomiske virkemidler kan også være effektive når formålet er å få tilgang til sensitiv informasjon eller teknologi som en stat har hatt problemer med å skaffe gjennom ordinære etterretningsoperasjoner.

source: There is only a slight probability, however, that developments in some European countries in themselves will lead to an increase in violent activities in Norway in 2012.
nb: Det er likevel lite sannsynlig at utviklingen i enkelte europeiske land i seg selv vil føre til økt voldelig aktivitet i Norge i 2012.

source: This activity can also be aimed at concrete enterprises or individuals, to influence the outcome of individual cases.
nb: Vi ser at påvirkningsaktiviteten også kan rettes mot konkrete virksomheter eller personer for å påvirke utfallet av enkeltsaker.

source: Certain states are constantly working to weaken Norwegian authorities' and independent organisations' work on human rights in other countries.
nb: Enkelte stater arbeider kontinuerlig for å svekke norske myndigheter og selvstendige organisasjoners arbeid for menneskerettigheter i andre land.

source: Despite a distinct decrease in the number of extreme Islamist terrorist attacks in Europe in 2018 compared to 2017, the way in which the attacks were carried out or were planned to be carried out, has not changed much.
nb: Til tross for en markant nedgang i antall ekstreme islamistiske terrorangrep i Europa i 2018, sammenlignet med 2017, har ikke måten angrepene ble eller var planlagt gjennomført på, endret seg stort.

source: However, they provide conspiracy theories combined with a strong displeasure with social policy.
nb: De formidler imidlertid konspirasjonsteorier kombinert med sterk samfunnspolitisk misnøye.

source: The vast majority in the anti-Islamic groups have distanced themselves clearly from the terrorist acts.
nb: Det store flertallet i de antiislamske miljøene tar klart avstand fra terrorhandlingene.

source: The groups could also react to controversial cases that gain much media attention.
nb: Miljøene kan også reagere på kontroversielle enkeltsaker som får stor oppmerksomhet i medier.

source: They could represent a direct threat.
nb: Disse kan utgjøre en direkte trussel.

source: Norway is seen as one of the key enemies by some of these leaders.
nb: Norge fremstår som sentralt i fiendebildet til enkelte av disse lederne.

source: Such expressions may come from individuals belonging to various extremist groups.
nb: Slike ytringer kan komme fra personer med tilhørighet i ulike ekstreme miljøer.

source: Politically-motivated violence - extreme Islamism
nb: Politisk motivert vold - ekstrem islamisme

source: Also in 2019, individuals expressing themselves on social media will make threats, hateful statements and instigate the use of violence against dignitaries.
nb: Det vil også i 2019 bli fremsatt trusler, hatefulle ytringer og oppfordringer til bruk av vold mot myn-dighetspersoner, særlig av enkeltpersoner som ytrer seg på sosiale medier.

source: They believe that especially non-Western immigration and Islam, but also Jews and the LGBTs
nb: De er av den oppfatning at særlig ikke-vestlig innvandring og religionen islam, men også jøder og LHBT-miljøet

source: Several states use investments and purchases as a means to influence political decisions, collect sensitive information and get access to technology or natural resources of strategic significance.
nb: Flere stater bruker investeringer og oppkjøp som virkemidler for å påvirke politiske beslutninger, innhente sensitiv informasjon og skaffe seg tilgang til teknologi eller naturressurser av strategisk betydning.

source: So far Norway has been barely affected by the financial crisis.
nb: Så langt har Norge vært lite påvirket av den økonomiske krisen.

source: There are however several other European countries that have a more prominent position in this image.
nb: Det er imidlertid flere andre europeiske land som er langt mer fremtredende i dette bildet.

source: We should, nevertheless, be prepared that foreign states may try to influence the general public and the political agenda in individual cases even in Norway.
nb: Vi bør likevel være forberedt på at fremmede stater vil kunne forsøke å påvirke opinionen og det politiske ordskiftet i enkeltsaker også i vårt land.

source: Other issues that preoccupy left-wing extremists are anti-capitalism, resistance towards NATO, the Palestine conflict and the asylum and immigration policy.
nb: Andre saker som opptar venstreekstreme, er antikapitalisme, motstand mot NATO, Palestinakonflikten samt asyl- og innvandringspolitikken.

source: The infiltration of the justice and civil defence sectors could also weaken PST's ability to protect Norwegian interests from intelligence activity.
nb: Ettersom venstreekstreme, i likhet med høyreekstreme, har en vid fortolkning av selvforsvar, vil dette kunne bidra til en senket voldsterskel og en økning av konfliktnivået.

source: In addition, the participation by extreme Islamists in public debate may also contribute to increased participation in and recruitment to right-wing extremist and particularly Islamophobic groups.
nb: Oppfordringer til sympatisører i Vesten om å gjennomføre angrep med enkle midler der de befinner seg, kan også mobilisere ekstreme islamister i Norge.

source: In addition individuals in Norwegian groups obtain equipment that may be used in terrorist activities.
nb: I tillegg skaffer personer i norske miljøer utstyr som kan brukes i terrorhandlinger.

source: These are exposed to exploitation.
nb: Disse kan være sårbare for utnyttelse.

source: The most relevant means of attack for right-wing extremist terrorism are IEDs, firearms and pointed weapons.
nb: De mest aktuelle angrepsmidlene for høyreekstrem terror er IED-er, skyte-våpen og hugg-/stikkvåpen.

source: ISIL’s power of influence on sympathisers in Europe in 2019 is likely to be strongly reduced compared to 2014-2017.
nb: Det er sannsynlig at ISILs påvirkningskraft på sympatisører i Europa i 2019 vil være sterkt redusert sammenlignet med perioden 2014–2017.

source: At PST we use the termsolo terrorism to describe an individual who, with the intent to cause terror, prepares and ultimately carries out an act of terrorism without the existence of an association with others.
nb: I PST bruker vi benevnelsen soloterrorisme om enkeltpersoner som med terrorforsett forbereder og eventuelt gjennomfører en terrorhandling uten at det foreligger et forbund med andre.

source: This objective has very little support in Norwegian society.
nb: Dette målet har svært liten støtte i det norske samfunnet.

source: Norway is included in the enemy image of both ISIL and AQ.
nb: Norge inngår i fiendebildet til både ISIL og AQ.

source: Such statements are often punishable.
nb: Slike ytringer vil ofte være straffbare.

source: The level of support around organised far-right extremist and anti-Islamic groups is expected to continue to be relatively low in 2012.
nb: Oppslutningen rundt organiserte høyreekstreme og anti-islamske grupper forventes å være forholdsvis liten også i 2012.

source: Several civilian technology areas may also be put to military uses, including a use in the production of weapons of mass destruction.6 Players connected to Iran are particularly active in relation to attempts to obtain such technology in Norway.
nb: Flere sivile teknologiområder kan også benyttes militært, blant annet til produksjon av masseødeleggelsesvåpen.6 Aktører knyttet til Iran er spesielt aktive når det gjelder forsøk på å skaffe slik teknologi i Norge.

source: Key individuals in the networks have extensive contact with each other, and have a large network of contacts in Norway as well as internationally.
nb: Sentrale personer i nettverkene har utstrakt kontakt med hverandre, og har en stor kontaktflate både i Norge og internasjonalt.

source: Individuals in the Norwegian groups continue to travel to the same conflict zones as they did before.
nb: Personer i de norske miljøene reiser fortsatt til de samme konfliktområdene som tidligere.

source: Several right-wing extremists in and around anti-immigration and anti-Islamic milieus as well as neo-Nazi milieus in Norway, have the capacity to carry out terrorist acts.
nb: Flere høyreekstreme i og rundt innvandrings- og islamfiendtlige og nynazistiske miljøer i Norge har kapasitet til å gjennomføre terrorhandlinger.

source: A recruitment base exists in this country, which is comprised of young individuals who are not yet extremist.
nb: Det finnes et rekrutteringsgrunnlag her i landet som består av unge personer som ennå ikke er ekstreme.

source: If extreme Islamists should carry out a terrorist act in Norway, it is unlikely to deviate much from the type of attacks we see elsewhere in Europe.
nb: Dersom ekstreme islamister forsøker å gjennomføre en terroraksjon i Norge, er det lite sannsynlig at den vil avvike mye fra den typen angrep man ser ellers i Europa.

source: One reason is ISIL’s loss of territories in Syria and Iraq.
nb: En årsak til dette er ISILs tap av kontroll over landområder i Syria og Irak.

source: The terrorist attack on 22 July demonstrated that it is possible to carry out large terrorist attacks alone.
nb: Terroraksjonen 22. juli demonstrerte at det er mulig å utføre store terroraksjoner alene.

source: Even though there are few individuals in the country who support extreme Islamism, there are several networks that have a high level of activity.
nb: Selv om det er få personer i landet som støtter ekstrem islamisme, finnes det flere nettverk med høyt aktivitetsnivå.

source: The operations of these services will be aimed at individuals and enterprises within Norwegian government administration, critical infrastructure, defence and preparedness and at research and development.
nb: Operasjonene til disse tjenestene vil rettes mot personer og virksomheter innen norsk statsforvaltning, kritisk infrastruktur, forsvar og beredskap, samt mot forskning og utvikling.

source: Several of them have operational experience from conflict areas, and many will still be radicalised.
nb: Flere av disse har operativ erfaring fra konfliktområder, og mange vil fortsatt være radikaliserte.

source: Norwegian right-wing extremists are unlikely to try to carry out a terrorist attack in 2019, as they remain focused on radicalisation and organisation building.
nb: Det er lite sannsynlig at norske høyreekstreme vil forsøke å gjennomføre terrorangrep i 2019, ettersom de fremdeles fokuserer på radikalisering og organisasjonsbygging.

source: During 2012 Norwegian businesses and research communities will continue to be the target for obtaining technology and know-how, which can be used in the development and production of nuclear weapons.
nb: Norske bedrifter og forskningsmiljøer vil i 2012 fortsatt være mål for innhenting av teknologi og kunnskap som kan brukes til utvikling og fremstilling av kjernefysiske våpen.

source: Many public and private actors in Norway make decisions that have consequences for the interests of other countries.
nb: Mange offentlige og private aktører i Norge tar beslutninger som får betydning for andre lands interesser.

source: , represent an existential threat to Norwegian society.
nb: , utgjør en eksistensiell trussel mot det norske samfunnet.

source: The huge focus on terrorist acts in the media contribute to an increasing likelihood that individuals attempt to carry out acts of violence directed towards Norwegian dignitaries.
nb: Massivt fokus på terrorhandlingene i medier bidrar til å øke sannsynligheten for at enkeltpersoner kan søke å gjennomføre voldshandlinger rettet mot norske myndighetspersoner.

source: Certain foreign intelligence services aim at recruiting and running secret sources in Norway.
nb: Enkelte lands etterretningstjenester jobber for å rekruttere og føre hemmelige kilder i Norge.

source: Nevertheless, certain extreme Islamists will regard Norway as a legitimate target for terrorist acts.
nb: Det vil likevel være enkelte ekstreme islamister som anser Norge som et legitimt mål for terrorhandlinger.

source: We also expect that increased resistance and use of violence from left-wing extremists could increase the will of certain right-wing extremists to use violence in 2019.
nb: Det forventes dessuten at økt motstand, inkludert voldsbruk, fra venstreekstreme kan øke enkelte høyreekstremes vilje til å bruke vold i 2019.

source: Firstly, individuals who have been brought up here will be recruited into extreme Islamist networks to a greater extent than previously.
nb: For det første blir personer som er oppvokst her, i større grad enn tidligere, rekruttert inn i ekstreme islamistiske nettverk.

source: A potential right-wing extremist terrorist attack in Norway will most likely be aimed at symbolic targets, such as meeting places for Muslims and immigrants, or at political parties or politicians.
nb: Et eventuelt høyreekstremt terrorangrep i Norge vil mest sannsynlig rettes mot symbol-mål, slik som samlings steder for muslimer og innvandrere, eller mot politiske partier og politikere.

source: For those who become radicalised, a combination of the above factors and their personal situation and motivation is usually what makes them become extremists.
nb: For de som radikaliseres, vil det som regel være en kombinasjon av ovennevnte forhold og deres personlige situasjon og motivasjon som gjør at de blir ekstremister.

source: The current challenges that are the result of the financial crisis will also have to be dealt with by us.
nb: De utfordringer som i dag følger av den økonomiske krisen, vil også vi måtte forholde oss til.

source: For others, the focus of the group appears to be less important, as long as they get the opportunity to train or to participate in battle.
nb: For andre fremstår gruppenes fokus som mindre viktig, så lenge de får anledning til å trene eller å delta i kamphandlinger.

source: capacity for digital espionage.
nb: er en del av fiendebildet for flere.

source: So far, we have not seen any clear indications of covert information operations in or against Norway.
nb: Så langt har det ikke vært klare indikasjoner på fordekte informasjonsoperasjoner i eller mot Norge.

source: Those who become radicalised are first and foremost deprived and vulnerable young men.
nb: De som radikaliseres, vil først og fremst være vanskeligstilte og sårbare unge menn.

source: The status of media coverage, as well as propaganda distributed by extreme Islamist groups, are key elements that influence the selection of targets.
nb: Mediebildet, samt propaganda som formidles av ekstreme islamistiske grupper, er sentrale forhold som påvirker målutvelgelsen.

source: Within most political areas, Norway has the same interests and objectives as many other countries.
nb: Innenfor de fleste politikkområdene deler vi interesser og mål­settinger med flere andre land.

source: It is believed that the activities within the groups in Norway will in 2012 also involve violent counter-actions against possible far-right extremist and anti-Islamic events.
nb: Aktivitetene i miljøene i Norge vil også i 2012 trolig omfatte voldelige motreaksjoner mot eventuelle høyreekstreme og antiislamske arrangementer.

source: Foreign intelligence services will carry out operations to identify Norwegian targets also in 2019.
nb: Fremmede etterretningstjenester vil gjennomføre kartleggingsoperasjoner mot norske mål også i 2019.

source: The intelligence services often act far more directly and threatening when trying to recruit citizens of their own country than when attempting to recruit Norwegian citizens.
nb: Etterretningstjenestene opptrer ofte langt mer direkte og truende når de forsøker å rekruttere egne lands borgere enn når de forsøker å rekruttere norske borgere.

source: The number of threats to Norwegian dignitaries has increased substantially following the terrorist acts of 22 July.
nb: Antall trusler mot norske myndighetspersoner har økt vesentlig etter terrorhandlingene 22.

source: There is a wide spectrum of technology and know-how in Norway that can be used in the development and production of nuclear weapons.
nb: Spekteret av teknologi og kunnskap i Norge som kan brukes til utvikling og fremstilling av kjernefysiske våpen er stort.
